export default {
    "af":{
        "cn":"南非公用荷兰语"
    },
    "ar-sa":{
        "cn":"阿拉伯语（沙特阿拉伯）"
    },
    "ar-eg":{
        "cn":"阿拉伯语（埃及）"
    },
    "ar-dz":{
        "cn":"阿拉伯文（阿尔及利亚）"
    },
    "ar-tn":{
        "cn":"阿拉伯语（突尼斯）"
    },
    "ar-ye":{
        "cn":"阿拉伯文（也门）"
    },
    "ar-kw":{
        "cn":"阿拉伯文（科威特）"
    },
    "ar-bh":{
        "cn":"阿拉伯语（巴林）"
    },
    "eu":{
        "cn":"巴斯克语"
    },
    "be":{
        "cn":"白俄罗斯语"
    },
    "zh-tw":{
        "cn":"中文（台湾）"
    },
    "zh-hk":{
        "cn":"中文（香港特区）"
    },

    "hr":{
        "cn":"克罗地亚语"
    },

    "da":{
        "cn":"丹麦语"
    },

    "nl-be":{
        "cn":"荷兰语（比利时）"
    },

    "en-us":{
        "cn":"英语（美国）"
    },

    "en-au":{
        "cn":"英语（澳大利亚）"
    },

    "en-nz":{
        "cn":"英语（南非）"
    },

    "en":{
        "cn":"英语（加勒比海）"
    },

    "en-tt":{
        "cn":"英语（特立尼达和多巴哥）"
    },

    "fo":{
        "cn":"法罗语"
    },

    "fi":{
        "cn":"芬兰语"
    },

    "fr-be":{
        "cn":"法语（比利时）"
    },

    "fr-ch":{
        "cn":"法语（瑞士）"
    },

    "gd":{
        "cn":"盖尔语（苏格兰）"
    },
    "de":{
        "cn":"德语（标准）"
    },
    "de-at":{
        "cn":"德语（奥地利）"
    },
    
    
    "de-li":{
        "cn":"德语（列支敦士登）"
    },
    "he":{
        "cn":"希伯来语"
    },
    "hu":{
        "cn":"匈牙利语"
    },
    
    "id":{
        "cn":"印度尼西亚语"
    },
    "it-ch":{
        "cn":"意大利语（瑞士）"
    },
    "ko":{
        "cn":"韩语"
    },
    
    "lv":{
        "cn":"拉脱维亚语"
    },
    "mk":{
        "cn":"马其顿语（前南马其顿）"
    },
    "mt":{
        "cn":"马耳他语"
    },
    
    "no":{
        "cn":"挪威文（耐诺斯克）"
    },
    "pt-br":{
        "cn":"葡萄牙语（巴西）"
    },
    "rm":{
        "cn":"里托罗曼斯文"
    },
    
    "ro-mo":{
        "cn":"罗马尼亚语（摩尔多瓦共和国）"
    },
    "ru-mo":{
        "cn":"俄罗斯（摩尔多瓦共和国）"
    },
    "sr":{
        "cn":"塞尔维亚语（西里尔文）"
    },
    
    "sk":{
        "cn":"斯洛伐克语"
    },
    "sb":{
        "cn":"索布语"
    },
    "es-mx":{
        "cn":"西班牙语（墨西哥）"
    },
    
    "es-cr":{
        "cn":"西班牙语（哥​​斯达黎加）"
    },
    "es-do":{
        "cn":"西班牙文（多米尼加共和国）"
    },
    "es-co":{
        "cn":"西班牙语（哥​​伦比亚）"
    },
    
    "es-ar":{
        "cn":"西班牙语（阿根廷）"
    },
    "es-cl":{
        "cn":"盖尔语（苏格兰）"
    },
    "es-py":{
        "cn":"西班牙语（巴拉圭）"
    },
    
    "es-sv":{
        "cn":"西班牙语（萨尔瓦多）"
    },
    "es-ni":{
        "cn":"西班牙语（尼加拉瓜）"
    },
    "sx":{
        "cn":"苏图语"
    },
    
    "sv-fi":{
        "cn":"瑞典语（芬兰）"
    },
    "ts":{
        "cn":"特松加语"
    },
    "tr":{
        "cn":"土耳其语"
    },
    
    "ur":{
        "cn":"乌尔都语"
    },
    "vi":{
        "cn":"越南语"
    },
    "ji":{
        "cn":"意第绪语"
    },
    "sq":{
        "cn":"阿尔巴尼亚语"
    },
    "ar-iq":{
        "cn":"阿拉伯语（伊拉克）"
    },
    "ar-ly":{
        "cn":"阿拉伯文（利比亚）"
    },
    "ar-sy":{
        "cn":"阿拉伯文（叙利亚）"
    },
    "ar-lb":{
        "cn":"阿拉伯语（黎巴嫩）"
    },
    "ar-ae":{
        "cn":"阿拉伯语（阿联酋）"
    },

    "zh-cn":{
        "cn":"中文（中华人民共和国）"
    },
    "zh-sg":{
        "cn":"中文（新加坡）"
    },
    "cs":{
        "cn":"捷克语"
    },
    "nl":{
        "cn":"荷兰语（标准）"
    },
    "en":{
        "cn":"英语"
    },
    "en-gb":{
        "cn":"英语（英国）"
    },

    "en-ca":{
        "cn":"英语（加拿大）"
    },
    "en-ie":{
        "cn":"英国（爱尔兰）"
    },
    "en-jm":{
        "cn":"英语（牙买加）"
    },

    "en-bz":{
        "cn":"英语（伯利兹）"
    },
    "et":{
        "cn":"爱沙尼亚语"
    },
    "fa":{
        "cn":"波斯语"
    },

    "fr":{
        "cn":"法语（标准）"
    },
    "fr-ca":{
        "cn":"法语（加拿大）"
    },
    "fr-lu":{
        "cn":"法语（卢森堡）"
    },

    "ga":{
        "cn":"爱尔兰语"
    },
    "de-ch":{
        "cn":"德语（瑞士）"
    },
    "de-lu":{
        "cn":"德语（卢森堡）"
    },

    "el":{
        "cn":"希腊"
    },
    "hi":{
        "cn":"印地文"
    },
    "is":{
        "cn":"冰岛语"
    },

    "ms":{
        "cn":"马来西亚语"
    },

    "pl":{
        "cn":"波兰语"
    },
    "pt":{
        "cn":"葡萄牙语（葡萄牙）"
    },
    "ro":{
        "cn":"罗马尼亚语"
    },
    "ru":{
        "cn":"俄语"
    },


    "sz":{
        "cn":"斯洛文尼亚语"
    },
    "sl":{
        "cn":"日语"
    },
    "es":{
        "cn":"西班牙语（西班牙）"
    },


    "sv":{
        "cn":"瑞典语"
    },
    "th":{
        "cn":"泰国语"
    },
    "tn":{
        "cn":"茨瓦纳语"
    },
    "uk":{
        "cn":"乌克兰语"
    },
    "ve":{
        "cn":"文达语"
    },
    "xh":{
        "cn":"科萨语"
    },

    "zu":{
        "cn":"祖鲁语"
    }
}